{
  "slides": [
    {
      "slide_title": "ЭКОНОМИКА",
      "slide_articles": [
        {
          "article_id": "20cf1f33-1bf8-4614-96f5-a809455b347f",
          "authors": "Ахмадов М-Э. И., Хлебников К. В., Якубов Т. В.",
          "title": "АНАЛИЗ РАЗВИТИЯ ПРОМЫШЛЕННОГО КОМПЛЕКСА ЧЕЧЕНСКОЙ РЕСПУБЛИКИ: ПОИСК ВОЗМОЖНЫХ «ТОЧЕК РОСТА»",
          "description": "В большинстве случаев промышленный комплекс является основой экономики регионов, поскольку обеспечивает основной вклад в формирование ВРП. На сегодняшний день доля промышленного комплекса региона в ВРП составляет не более 6 %. В Чеченской Республике 2022 год объявлен годом промышленности, что подчеркивает масштаб усилий региональных органов власти, направленных на качественный рост данного сектора экономики.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/development_analysis.jpg"
        },
        {
          "article_id": "e74eda9d-8212-45a9-8553-3e7ace0bebb5",
          "authors":"Барзаева М. А.",
          "title": "КЛЮЧЕВЫЕ УСЛОВИЯ ДЛЯ ПОДГОТОВКИ КАДРОВ ЦИФРОВОЙ ЭКОНОМИКИ",
          "description": "Вызовы современной экономики преобразовывают процессы, протекающие на рынке труда в условиях цифровизации. Важнейшим компонентом подобных преобразований является реализация поставленных задач в национальных проектах. Трансформационные преобразования затрагивают и процесс образования, формирование новых компетенций и навыков, способных построить новое цифровое общество и необходимость корректировки государственных программ и реализации национальных проектов, являющихся безусловными для выполнения.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/key_conditions.jpg"
        },
        {
          "article_id": "f6d3ebb7-ea0d-4531-b523-3db4bf2c7f12",
          "authors":"Магомаева Л. Р.",
          "title": "ФОРМИРОВАНИЕ СИСТЕМЫ ИДЕНТИФИКАЦИИ И УПРАВЛЕНИЯ РИСКОМ ДЛЯ КРЕДИТНО-ФИНАНСОВЫХ ОРГАНИЗАЦИЙ",
          "description": "В связи с активным внедрением мер социального дистанцирования на фоне распространения COVID-19, внимание научного сообщества сконцентрировано на исследованиях применения цифровых, бесконтактных финансовых технологий обслуживания клиентов. Риски, связанные с распространением COVID-19, открывают проблемы неформальной занятости, развитие которых обусловлено преимущественно сокращением рабочих мест, отсутствием социальных гарантий и снижением размера заработной платы. Кредитно-финансовый сектор является наиболее чувствительным к воздействию рисков, обусловленных влиянием пандемии, поскольку аккумулируемые в нем финансовые расчеты и транзакции усиливают рост преступлений, связанных с легализацией доходов, полученных преступным путем.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/system_formation.jpg"
        },
        {
          "article_id": "65d28721-c5b6-4dba-bc3c-a7d4c520ce6d",
          "authors":"Тавбулатова З. К., Магомаева Л. Р., Сулумов И. О.",
          "title": "КОРПОРАТИВНЫЕ ВЕНЧУРНЫЕ ФОНДЫ КАК ОСНОВА РАЗРАБОТКИ ПРОРЫВНЫХ ИННОВАЦИЙ ДЛЯ ПОДДЕРЖКИ ИННОВАЦИОННОЙ ДЕЯТЕЛЬНОСТИ ПРЕДПРИЯТИЯ",
          "description": "Прорывные инновации играют важнейшую роль в преобразовании отраслей и формировании новых рынков. Однако процесс их создания значительно отличается от поддерживающей инновационной деятельности. Целью статьи является формулирование основных компонентов инновационной системы крупных предприятий, направленной на систематическую реализацию прорывных инноваций. В статье выделены различия и особенности создания прорывных инноваций малыми и крупными предприятиями, в отличие от организации инновационного процесса в крупных кампаниях.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/corporate_venture_funds.jpg"
        }
      ]
    },
    {
      "slide_title": "ФИЛОСОФИЯ",
      "slide_articles": [
        {
          "article_id": "051eb832-0c6d-45a6-be3d-1ac20fdf8281",
          "authors": "Акаев В. Х., Исмаилова Л. М.",
          "title": "СОВРЕМЕННЫЕ КУЛЬТУРНО-ЦИВИЛИЗАЦИОННЫЕ ПРОЦЕССЫ: ТЕОРЕТИКО-МЕТОДОЛОГИЧЕСКИЙ АНАЛИЗ",
          "description": "Понятия «культура» и «цивилизация» в социальной философии находят разные интерпретации, но всегда они соотносятся с общей тенденцией социального, культурного развития общества. Архаичным смыслом понятия «культура», которое придано римлянами, является возделывание, обработка земли, когда слово «цивилизация» с французского языка переводится как воспитанный, гражданский, государственный, достойное поведение гражданина, достигшего высокого уровня социокультурного развития. Культурно-цивилизационные процессы как сочетание духовного, культурного развития общества и его аграрного, индустриального и информационно-технологического развития определяют бытие человека и человечества в целом. Цивилизация как социально-технологическое явление содержит в себе разные смыслы, она понимается как стадия (ступень, эпоха) развития человечества, приходящая на смену первобытному обществу, которое трансформировалось до его нынешнего состояния. Будучи социокультурным образованием, цивилизация – это полиэтничная целостность, длительное время формирующаяся на этапе социального развития, следуя за первобытнообщинным строем и преодолевая его. Культура и цивилизация в своей совокупности – это стадия развития социокультурной системы, когда творческие силы людей, социальных групп, народов расходуются, и вместо живого и непосредственного их проявления видны механические, часто отчужденные от внутреннего смысла социального бытия формы жизни и поведения людей.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/modern_cultural.jpg"
        }
      ]
    },
    {
      "slide_title": "ПЕДАГОГИКА",
      "slide_articles": [
        {
          "article_id": "a78139c9-053b-4326-b41d-2c73ccde7ac7",
          "authors": "Базаева Ф. У.",
          "title": "ИННОВАЦИОННАЯ ОБРАЗОВАТЕЛЬНАЯ СРЕДА КАК ФАКТОР САМОРЕАЛИЗАЦИИ ЛИЧНОСТИ",
          "description": "Образование – основная общественная сфера. Продуктивное функционирование этой сферы, ее модернизация – это залог развития остальных общественных сфер и будущего страны в целом. Эффективное внедрение современных цифровых технологий, электронного обучения, сетевых и дистанционных технологий обучения как составляющих инновационных технологий является существенным резервом повышения качества и доступности образования, а также выступает как фактор развития и самореализации личности, участвующей в ее процессах.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/innovative_educational_environment.jpg"
        },
        {
          "article_id": "296e61e7-86df-479a-aff4-3513fd2dba88",
          "authors": "Идигова Ж. Р., Бериева А. М.",
          "title": "РОЛЬ ДЕЛОВОЙ ИГРЫ В ОБУЧЕНИИ  ПРОФЕССИОНАЛЬНО-ОРИЕНТИРОВАННОМУ ОБЩЕНИЮ НА ИНОСТРАННОМ ЯЗЫКЕ",
          "description": "В статье рассмотрена роль деловой игры в обучении профессионально-ориентированному общению на иностранном языке. Данный вопрос обусловлен необходимостью не только в профессионально-ориентированном обучении иностранному языку, но и в формировании и развитии межкультурной компетенции у студентов с целью обеспечения их конкурентоспособности на современном рынке труда. Процессы глобализации межкультурной и поликультурной коммуникации вытесняют монокультурное общение.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/the_role_game.jpg"
        },
        {
          "article_id": "64f6b1b5-871c-4dd1-9582-cf78ae4e9a88",
          "authors": "Моисеенко Н. А., Темирова А. Б.",
          "title": "НАУЧНОЕ ОБРАЗОВАНИЕ КАК ОСНОВА ФОРМИРОВАНИЯ ИННОВАЦИОННОЙ КОМПЕТЕНТНОСТИ В УСЛОВИЯХ ЦИФРОВОЙ ТРАНСФОРМАЦИИ ОБЩЕСТВА",
          "description": "В статье обосновано понятие и необходимость внедрения научного образования в средней школе в условиях цифровой трансформации образования, представлен обзор инновационных методик обучения, которые могут эффективно применяться для распространения научного мышления на более широкий перечень учебных предметов и формирования STEAM и инновационной компетентности как ключевых компетентностей учащихся. Автором исследованы теоретические основы научного образования.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/science_education.jpg"
        },
        {
          "article_id": "2031d005-422e-47d2-abf0-d1037707defb",
          "authors": "Ваниева В. Ю., Титаренко А. В.",
          "title": "АВА-ТЕРАПИЯ КАК СРЕДСТВО ПОВЫШЕНИЯ УЧЕБНОЙ МОТИВАЦИИ У ДЕТЕЙ С РАССТРОЙСТВОМ  АУТИСТИЧЕСКОГО СПЕКТРА",
          "description": "Статья посвящена вопросам обучения детей с расстройством аутистического спектра (РАС), прежде всего формированию базового образования – учебной мотивации. Авторами раскрываются методические и содержательные аспекты прикладного анализа поведения или АВА (Applied behavior analysis), использованного в работе с младшими школьниками с РАС в инклюзивном классе общеобразовательной школы.",
          "thumbnail_url": "./journal_img/editors_pick/journal_b/АВА.jpg"
        }
      ]
    }
  ]
}
