import React from 'react';

const DescriptionRus = () => {
  return (
    <>
      <div className="sj-introduction sj-sectioninnerspace">
        <span style={{ marginBottom: '3rem', fontSize: '32px' }}>Авторам</span>
        <div className="sj-description">
          <p>
            Статьи должны быть посвящены актуальным проблемам науки, содержать четкую постановку цели и задач
            исследования, строгую научную аргументацию, обобщения и выводы, представляющие ценность своей новизной и
            практической значимостью.
          </p>
          <p>
            Редакционная коллегия просит авторов при подготовке статей руководствоваться нижеизложенными правилами.
            Материалы, поступившие в редакцию, проходят рецензию. Статьи, не удовлетворяющие предъявляемым требованиям и
            оформленные без соблюдения правил, возвращаются без рассмотрения.
          </p>

          <h3>
            Требования к статьям, представляемым к опубликованию в научном журнале «Вестник ГГНТУ. Технические науки»
          </h3>
          <br />

          <h3>Перед текстом должны быть указаны:</h3>
          <p>
            - УДК;
            <br />
            - полное название статьи (на русском и на англ. яз.);
            <br />
            - фамилия и инициалы автора (авторов) (на русском и на англ. яз.);
            <br />
            - должности, ученые степени и звания автора (авторов) (на русском и на англ. яз.);
            <br />
            - контактный телефон, полный почтовый адрес и e-mail;
            <br />
            - название организации, где выполнена работа (на русском и на англ. яз.);
            <br />
            - аннотация на русском и на англ. языке, объемом не менее (по ГОСТ 7.9-95 – 850 знаков (от 100 до 250 слов),
            не менее 10 строк;
            <br />
            - ключевые слова на русском и на англ. языке (не более 4-6 слов).
            <br />
            - сопроводительное письмо с обязательным указанием автора, с которым Редколлегия будет вести переписку.
            <br />
          </p>
          <h3>В научной статье должны найти отражение:</h3>
          <p>
            – введение
            <br />
            – методика
            <br />
            – основная часть
            <br />
            – заключение
            <br />
            – выводы, ожидаемый эффект
            <br />
            – использованная литература
            <br />
          </p>
          <p>
            При этом обозначение введения, основной части и заключения отдельными подзаголовками в тексте статьи не
            является обязательным.
          </p>

          <h3>Технические требования:</h3>
          <p>
            Текст необходимо набирать в формате страницы А4, с межстрочным интервалом «одинарный». Поля текста – по 2
            см. При наборе текста необходимо использовать шрифт «Times New Roman». Размер шрифта – 12, абзацный отступ –
            1,5 см. Набор таблиц: тип шрифта Таймс, размер шрифта 12 пт. Использовать стиль “Normal” или шаблон
            “Обычный”.
          </p>
          <p>
            Объем основного текста статьи (без аннотации и библиографического списка) должен составлять 15 000–25 000
            печатных знаков без пробелов (5–12 страниц текста).
          </p>
          <p>
            Список использованной литературы дается пронумерованный в конце статьи. Ссылки на литературные источники
            приводятся в алфавитном порядке в квадратных скобках и обозначаются цифрами.
          </p>
          <p>
            Перечень использованных источников должен оформляться в соответствии со стандартом, установленным системой
            Российского индекса научного цитирования и включать: название, место и год издания, издательство, номер тома
            (выпуска), страницы (на русском и английском языках). Количество источников должно быть не менее 5. При этом
            автор отвечает за достоверность сведений, точность цитирования и ссылок на официальные документы и другие
            источники. Запрещается использовать в тексте автоматические ссылки, гиперссылки и автоматические сноски
            Word.
          </p>
          <p>
            Библиографическое описание изданий оформляется в соответствии с государственным стандартом, например:
            Статья:
            <br />
            Якубов И.С. Методы уклонения от риска / Вестник ГГНТУ. 2015. Выпуск 14,15, С. 270;
          </p>
          <p>
            Рисунки (графики, диаграммы) в редакторах Word, Excel – только черно-белые. Не вставлять в статью
            сканированные рисунки (графики, диаграммы). Рисунки обязательно должны быть выполнены на отдельном полотне
            рисунка и должны быть сгруппированы (т.е. не должны "разваливаться" при перемещении и форматировании).
            Недопустимо использование рисунков и таблиц, размер которых требует альбомной ориентации страницы. Поворот
            рисунков и таблиц в вертикальную ориентацию запрещен. Надписи и другие обозначения на графиках и рисунках
            должны быть четкими и легко читаемыми.
          </p>
          <p>При использовании в тексте сокращенных названий необходимо давать их расшифровку.</p>
          <p>
            При выборе единиц измерения следует руководствоваться международной системой единиц СИ; географические
            названия должны соответствовать атласу последнего года издания.
          </p>
          <p>К твердой копии статьи прилагается электронная версия.</p>
          <p>В одном номере журнала может быть напечатана только одна статья автора (первого автора).</p>
          <p>
            <b>
              Рукописи статей, оформленные не по правилам, не рассматриваются. Присланные рукописи обратно не
              возвращаются.
            </b>{' '}
            Не допускается направление в редакцию работ, которые посланы в другие издания или напечатаны в них.
          </p>
          <p>
            Представляя текст работы для публикации в журнале, автор гарантирует правильность всех сведений о себе,
            отсутствие плагиата и других форм неправоверного заимствования в рукописи произведения, надлежащее
            оформление всех заимствований текста, таблиц, схем, иллюстраций. Авторы опубликованных материалов несут
            ответственность за подбор и точность приведенных фактов, цитат, статистических данных и прочих сведений.
          </p>
          <p>
            Возвращение рукописи на доработку не означает, что статья принята к печати. После получения доработанного
            текста рукопись вновь будет рассматриваться редакционным советом. Доработанный текст автор должен вернуть с
            первоначальным вариантом статьи, а также ответом на все замечания. Статьи, отклоненные редакционным советом,
            повторно не публикуются.
          </p>

          <h3>Вниманию авторов!</h3>
          <p>
            В обязательном порядке все статьи проходят проверку по программе «Антиплагиат». Оригинальность текста должна
            быть не менее 75%.
          </p>
          <p>
            <b>
              Плата за публикацию статьи в журнале "Вестник ГГНТУ. Технические науки" не взимается. Высылайте статью на
              электронный адрес: <a href="mailto:trudy-ggntu@mail.ru">trudy-ggntu@mail.ru</a>
            </b>
            .
          </p>

          <p>
            <a href="https://gstou.ru/files/nauka/works_ggntu/obrazec_statii_oformleniya.docx">
              Образец статьи для оформления
            </a>
          </p>

          <p>
            <a href="https://gstou.ru/files/nauka/works_ggntu/oformlenie_spiska_literaturi.pdf">
              Образец оформления списка литературы
            </a>
          </p>

          <p>
            <a href="https://www.tltsu.ru/uscience/scientific-library/guests/">ГОСТы</a>
          </p>
        </div>
      </div>
    </>
  );
};

export default DescriptionRus;
