export const TRANSLATIONS_RU_JOURNAL_B = {
  welcome: 'Привет интернационализация',
  readMore: 'Читать далее',
  error: 'Что-то пошло не так',
  submitYourArticle: 'Отправить статью',
  submitNew: 'Отправить новую статью',
  yourManuscripts: 'Ваши манускрипты',
  searchHere: 'Искать',
  search: 'Поиск',
  viewAll: 'Посмотреть все',
  home: 'Главная',
  articles: 'Статьи',
  articleDetails: 'Статья',
  browseArticles: 'Обзор статей',
  about: 'О журнале',
  resources: 'Ресурсы',
  contactUs: 'Контакты',
  authorGuideline: 'Авторам',
  howToSubmit: 'Как отправить статью',
  policies: 'Редакционная политика',
  enterYourEmail: 'Введите ваш email',
  header: {
    login: 'Авторизоваться',
    logout: 'Выйти',
    title:
      'Вестник Грозненского государственного нефтяного технического университета (ГГНТУ).\nГуманитарные и социально-экономические науки',
    journalHomepage: 'Страница Журнала',
    authorHomepage: 'Страница Автора',

    articles: 'Статьи',
    rightsAndPermissions: 'Права и разрешения',
  },
  journalPage: {
    homeBanner: {
      title:
        'В журнале публикуются статьи по следующим направлениям:\n' +
        ' · Экономика\n' +
        ' · Педагогика\n' +
        ' · Философия\n',
      description: 'Вестник ГГНТУ. Технические науки - рецензируемый научный журнал Открытого Доступа... ',
    },
    journalPrinciples: {
      openAccessTitle: 'ОТКРЫТЫЙ ДОСТУП',
      openAccessDescription:
        '«Вестник ГГНТУ. Технические науки» - бриллиантовый журнал с открытым доступом, что означает, что авторам не нужно платить за публикацию, а все опубликованные статьи можно свободно читать, распространять и использовать повторно.',
      plagiarismTitle: 'ПЛАГИАТ',
      plagiarismDescription:
        'В целях обеспечения качества публикуемых материалов и соблюдения авторских прав все поступающие в редакцию журнала статьи проходят проверку на плагиат. Для проверки рукописей используется программное обеспечение ',
      plagiarismLink: 'Антиплагиат. ',
      plagiarismDescription1: ' В случае обнаружения плагиата будут соблюдаться, ',
      plagiarismLink1: 'рекомендации COPE по борьбе с плагиатом.',
      plagiarismDescription2: '',
      openIndexTitle: 'ИНДЕКСИРОВАНИЕ',
      openIndexDescription:
        '«Вестник ГГНТУ. Технические науки» является постоянным участником проекта «Российский индекс научного ' +
        'цитирования». В систему РИНЦ регулярно представляется информация об опубликованных статьях в установленной ' +
        'форме. Вводится система электронной online подачи и рецензирования статей. Авторы журнала могут определять ' +
        'свой индекс цитирования в русскоязычных научных журналах и, благодаря журналу, имеют хорошую возможность ' +
        'для интеграции полученных ими новых фундаментальных результатов в современное международное ' +
        'научно-информационное пространство.',
      higherAttestationCommissionTitle: 'ВЫСШАЯ АТТЕСТАЦИОННАЯ КОМИССИЯ',
      higherAttestationCommissionDescription:
        'Согласно рекомендациям президиума ВАК распоряжением Минобрнауки России от 15 февраля 2022 г. ' +
        '№ 59-р издание «Вестник ГГНТУ. Технические науки» включено в Перечень по 13 научным специальностям ' +
        'и соответствующим им отраслям науки, по которым присуждаются ученые степени.',
    },
    editorialBoard: {
      title: 'Редакционная коллегия',
    },
  },
  commonRightColumn: {
    contentAvailable: 'Контент доступен под лицензией',
  },
  innerBanner: {
    login: 'Авторизация',
    loginRegister: 'Авторизация/Регистрация',
  },
  footer: {
    title: 'Комплексное решение для развития научных рецензируемых журналов и книг Открытого Доступа',
    contacts: 'Контакты',
    journal: 'Журнал',
    rightsAndPermissions: 'Права и разрешения',
    address: '364024, г. Грозный,\nпр. Х.А. Исаева, 100',
    phone: '(8712) 29 59 32',
    copyright: '© 2022 Alexandrina. Все права защищены.',
  },
  loginPage: {
    title: `У меня нет личного профиля ORCID`,
    loginNow: 'Авторизоваться',
    createTitle: 'Создать свой профиль ORCID бесплатно -  ',
  },
  editorialBoardPage: {
    title: 'Редакционная коллегия',
  },
  editorsPick: {
    title: 'Выбор редакции',
    readArticle: 'Читать всю статью',
  },
  pagination: {
    prev: 'Назад',
    next: 'Вперед',
  },
  articlesPage: {
    title: 'Статьи',
    correspondingAuthor: 'Автор статьи',
    category: 'Категория',
    viewArticle: 'Просмотр статьи',
    pdfIsPreparing: 'Подготовка к скачиванию ...',
    downLoadPdf: 'Скачать статью',
  },
};
