import React from 'react';

const DescriptionRus = () => {
  return (
    <>
      <div className="sj-introduction sj-sectioninnerspace">
        <span style={{ marginBottom: '3rem', fontSize: '32px' }}>О журнале</span>
        <div className="sj-description">
          <p>
            На основании решения Ученого совета &laquo;ГРОЗНЕНСКИЙ ГОСУДАРСТВЕННЫЙ НЕФТЯНОЙ ТЕХНИЧЕСКИЙ УНИВЕРСИТЕТ
            ИМЕНИ АКАДЕМИКА М.Д. МИЛЛИОНЩИКОВА&raquo; от 27 июня 2019 г. № 15, в целях популяризации и развития
            гуманитарных и социально-экономических наук было принято решение о создании научного рецензируемого журнала
            &laquo;Вестник ГГНТУ. Гуманитарные и социально-экономические науки&raquo;.
          </p>
          <p>
            Журнал является рецензируемым изданием с периодичностью выпуска 4 раза в год и входит в РИНЦ (российский
            индекс научного цитирования).
          </p>
          <p>
            В журнал &laquo;Вестник ГГНТУ. Гуманитарные и социально-экономические науки&raquo; принимаются статьи для
            публикации по следующим отраслям науки:
          </p>
          <h3>Педагогика</h3>
          <p>5.8.7. Методология и технология профессионального образования</p>
          <h3>Философия</h3>
          <p>
            5.7.6. Философия науки и техники
            <br />
            5.7.7. Социальная и политическая философия
            <br />
            5.7.9. Философия религии и религиоведение
            <br />
          </p>
          <h3>Экономика</h3>
          <p>
            5.2.3. Региональная и отраслевая экономика
            <br />
            5.2.4. Финансы5.2.1. Экономическая теория
            <br />
          </p>
          <p>
            Статьи публикуются в порядке очередности поступления после рецензирования, которое организовано по
            международным правилам и стандартам. Журнал отражает наиболее интересные результаты научных исследований в
            области педагогики, философии и экономики.
          </p>
          <p>
            Получено свидетельство о регистрации. Заключён договор с Российской электронной научной библиотекой на
            размещение полнотекстовой версии журнала в открытом доступе.
          </p>
          <p>
            Издание &laquo;Вестник ГГНТУ. Гуманитарные и социально-экономические науки&raquo; является постоянным
            участником проекта &laquo;Российский индекс научного цитирования&raquo;. В систему РИНЦ регулярно
            представляется информация об опубликованных статьях в установленной форме. Вводится система электронной
            online подачи и рецензирования статей. Авторы журнала могут определять свой индекс цитирования в
            русскоязычных научных журналах и, благодаря журналу, имеют хорошую возможность для интеграции полученных ими
            новых фундаментальных результатов в современное международное научно-информационное пространство.
          </p>
        </div>
      </div>
    </>
  );
};

export default DescriptionRus;
