import React from 'react';

const AimsAndScopeDescriptionRus = () => {
  return (
    <>
      <div className="sj-introduction sj-sectioninnerspace">
        <span style={{ marginBottom: '3rem', fontSize: '32px' }}>Редакционная политика</span>
        <div className="sj-description">
          <p>
            - <a href="#aim">Цели</a>
            <br />- <a href="#section_policies">Разделы журнала</a>
            <br />- <a href="#publication_frequency">Частота публикации</a>
            <br />- <a href="#open_access_policy">Политика открытого доступа</a>
            <br />- <a href="#peer_review">Рецензирование</a>
            <br />- <a href="#publishing_ethics">Издательская этика</a>
            <br />- <a href="#author_fees">Авторские сборы</a>
            <br />- <a href="#plagiarism">Плагиат</a>
            <br />
          </p>

          <h3 id="aim">Цели</h3>
          <p>
            Одной из основных целей журнала является популяризация и развитие технических наук благодаря проведению
            качественного и независимого рецензирования научных публикаций.
          </p>
          <p>
            Мы стремимся предоставлять эффективные услуги как для авторов, так и для читателей. Наша команда независимых
            редакторов принимает быстрые и справедливые решения о публикации.
          </p>
          <p>
            Также мы стараемся публиковать статьи, посвященные актуальным проблемам науки, которые содержат четкую
            постановку цели и задач исследования, строгую научную аргументацию, обобщения и выводы, представляющие
            ценность своей новизной и практической значимостью.
          </p>

          <h3 id="section_policies">Разделы журнала</h3>
          <p>
            Согласно рекомендациям президиума ВАК распоряжением Минобрнауки России от 15 февраля 2022 г. № 59-р издание
            &laquo;Вестник ГГНТУ. Технические науки&raquo; включено в Перечень по 13 научным специальностям и
            соответствующим им отраслям науки, по которым присуждаются ученые степени (далее &ndash; отрасли науки)
          </p>
          <p>
            2.1.1. Строительные конструкции, здания и сооружения (технические науки),
            <br />
            2.1.5. Строительные материалы и изделия (технические науки),
            <br />
            2.1.7. Технология и организация строительства (технические науки),
            <br />
            2.3.1. Системный анализ, управление и обработка информации (технические науки),
            <br />
            2.3.2. Вычислительные системы и их элементы (технические науки),
            <br />
            2.3.3. Автоматизация и управление технологическими процессами и производствами (технические науки),
            <br />
            2.6.10. Технология органических веществ (технические науки),
            <br />
            2.6.10. Технология органических веществ (химические науки),
            <br />
            2.6.12. Химическая технология топлива и высокоэнергетических веществ (технические науки),
            <br />
            2.6.12. Химическая технология топлива и высокоэнергетических веществ (химические науки),
            <br />
            2.6.13. Процессы и аппараты химических технологий (технические науки),
            <br />
            2.6.13. Процессы и аппараты химических технологий (химические науки),
            <br />
            2.6.13. Процессы и аппараты химических технологий (физико-математические науки).
            <br />
          </p>

          <h3 id="publication_frequency">Частота публикации</h3>
          <p>Журнал является рецензируемым изданием с периодичностью выпуска 4 раза в год.</p>

          <h3 id="open_access_policy">Политика открытого доступа</h3>
          <p>
            &laquo;Вестник ГГНТУ. Технические науки&raquo; - бриллиантовый журнал с открытым доступом, что означает, что
            авторам не нужно платить за публикацию, а все опубликованные статьи можно свободно читать, распространять и
            использовать повторно благодаря финансовой поддержке Грозненского государственного нефтяного технического
            университета им. академика М.Д. Миллионщикова (ГГНТУ).
          </p>
          <p>
            Наша политика открытого доступа соответствует определению Будапештской инициативы открытого доступа (BOAI)
            &mdash; это означает, что статьи находятся в свободном доступе в общедоступном Интернете, что позволяет
            любым пользователям читать, загружать, копировать, распространять, распечатывать, искать или ссылаться на
            полные тексты этих статей, сканировать их для индексации, передавать их в виде данных в программное
            обеспечение или использовать их для любых других законных целей без финансовых, юридических или технических
            барьеров, кроме тех, которые неотделимы от получения доступа к самому Интернету.
          </p>
          <p>
            Для получения дополнительной информации ознакомьтесь{' '}
            <a href="http://www.budapestopenaccessinitiative.org/" target="_blank" rel="noreferrer">
              с заявлением BOAI.
            </a>
          </p>

          <h3 id="peer_review">Рецензирование</h3>
          <p>
            Рецензирование является неотъемлемой частью издательского процесса &laquo;Вестник ГГНТУ. Технические
            науки&raquo;.&nbsp;Рецензенты &mdash; это ученые, которые посвящают свое время рецензированию рукописей
            (присланных журналом), предлагая авторам бесплатные советы.
          </p>
          <p>Основные особенности процесса рецензирования заключаются в следующем:</p>
          <p>
            &laquo;Вестник ГГНТУ. Технические науки&raquo; использует процесс двойного слепого рецензирования, при
            котором рецензент и автор остаются анонимными на протяжении всего процесса. При желании рецензент вправе
            открыть своё имя (лично или через редколлегию) авторам рукописи.
          </p>
          <p>
            2.5. Ответственный за рассмотрение рукописи член Редколлегии рассматривает полученные рецензии и принимает
            решение о публикации, отправке на переработку или отклонении рукописи.
          </p>
          <p>Продолжительность процесса рассмотрения - обычно этот процесс занимает 4 недели.</p>
          <p>
            Более подробно о процессе рецензировании можно посмотреть в разделе &laquo;Как отправить статью (порядок
            рецензирования)&ndash; сделать гиперссылку на этот раздел 5.3
          </p>

          <h3 id="publishing_ethics">Издательская этика</h3>
          <p>
            Заявление об этике публикаций и злоупотребления служебным положением в публикации
            журнала&nbsp;&laquo;Вестник ГГНТУ. Технические науки&raquo;основано на руководящих принципах Кодекса
            поведения Комитета по этике публикаций (COPE), доступных на&nbsp;&nbsp;сайте
            www.publicationethics.org&nbsp;, и требованиях к рецензируемым журналам, разработанных издательством{' '}
            <a href="https://www.elsevier.com/)" target="_blank" rel="noopener noreferrer">
              Elsevier
            </a>{' '}
            (согласно к международным этическим правилам научных публикаций).
          </p>
          <p>
            Все статьи, предоставленные для публикации в журнале &laquo;Вестник ГГНТУ. Технические науки&raquo;,
            проходят рецензирование на оригинальность, этичность и значимость.
          </p>
          <p>
            Соблюдение стандартов этического поведения важно для всех сторон, принимающих участие в публикации: авторов,
            редакторов журнала, рецензентов, издателя.
          </p>

          <p>
            <strong>Обязанности редколлегии</strong>
          </p>
          <p>
            <u>1.Решение о публикации</u>
          </p>
          <p>
            1.1 Редколлегия рецензируемого журнала &laquo;Вестник ГГНТУ. Технические науки&raquo;является ответственной
            за принятие решения о том, какие статьи будут опубликованы в журнале. Решение принимается на основании
            представляемых на статью рецензий
          </p>
          <p>
            1.2 Редколлегия придерживается политики журнала и действует в рамках законных требований, поскольку она
            несет ответственность за нарушение авторских прав. Редактор может советоваться с другими редакторами для
            принятия решения.
          </p>
          <p>
            <u>2.Конфиденциальность</u>
          </p>
          <p>
            2.1. Рецензенты или кто-либо из сотрудников штата редакции не должны разглашать никакую информацию о
            предоставленной рукописи кому-либо, кроме самого автора, рецензентов, потенциальных рецензентов, других
            редакционных советников и издателя, поскольку она является конфиденциальной.
          </p>
          <p>
            <u>3. Раскрытие информации и конфликт интересов</u>
          </p>
          <p>
            3.1. Неопубликованные материалы, находящиеся в предоставленной статье, не должны быть использованы в
            собственном исследовании научного редактора и рецензентов без специального письменного разрешения автора.
          </p>

          <p>
            <strong>Обязанности рецензентов</strong>
          </p>
          <p>
            Рецензенты оказывают помощь главному редактору при принятии редакционного решения, а также помогают автору
            усовершенствовать работу.
          </p>
          <p>
            <u>1. Конфиденциальность</u>
          </p>
          <p>
            1.1. Любые рукописи, полученные для рецензирования, должны восприниматься как конфиденциальные документы.
            Они не могут быть показаны либо обговорены с другими лицами, кроме тех, которые уполномочены редакцией.
          </p>
          <p>
            <u>2.Подтверждение источников</u>
          </p>
          <p>
            2.1 Рецензенты должны идентифицировать опубликованную работу, которая не была процитирована автором. Любое
            утверждение, что наблюдение, происхождение либо аргумент ранее были сообщены, необходимо сопровождать
            соответствующей ссылкой. Рецензент должен также донести до сведения редакции о любой существенной схожести
            или частичном совпадении между рукописью, которая рецензируется, и другой уже опубликованной работой,
            которая ему знакома.
          </p>
          <p>
            <u>3. Раскрытие информации и конфликт интересов</u>
          </p>
          <p>
            3.1 Приватная информация или идеи, возникшие в процессе рецензирования, должны остаться конфиденциальными и
            не могут быть использованы в личных интересах. Рецензент не должен рассматривать рукопись, если имеет место
            конфликт интересов в результате его конкурентных, партнерских либо других отношений или связей с кем-либо из
            авторов, компаний или организаций, связанных с материалом публикации.
          </p>

          <p>
            <strong>Обязанности авторов</strong>
          </p>
          <p>
            <u>1. Оригинальность и плагиат</u>
          </p>
          <p>
            1.1. Авторы должны гарантировать, что они написали полностью оригинальную работу. &nbsp;Если авторы
            использовали работу и/или слова других авторов, это должно быть соответственно указано и процитировано.
          </p>
          <p>
            <u>2. Доступ к данным и сохранность</u>
          </p>
          <p>
            2.1. Автор должен быть готов обеспечить доступ к данным, связанными с материалом публикации, если таковой
            возможен. Во всяком случае, автор должен быть готов сохранять такие данные на протяжении разумного периода
            времени после опубликования.
          </p>
          <p>
            <u>3. Многоразовая, избыточная или конкурирующая публикация</u>
          </p>
          <p>
            3.1 Автор не должен публиковать работы, которые описывают, по сути, одно и то же исследование, более чем
            один раз или более чем в одном журнале.
          </p>
          <p>
            3.2 Предоставление рукописи более чем в один журнал одновременно означает неэтичное издательское поведение и
            является недопустимым.
          </p>
          <p>
            <u>4. Подтверждение источников</u>
          </p>
          <p>
            4.1 Необходимо предоставлять должное подтверждение работ других авторов. Авторы должны процитировать
            публикации, которые имели значение при создании заявленной работы.
          </p>
          <p>
            <u>5. Авторство материала</u>
          </p>
          <p>
            5.1 Авторство необходимо ограничить теми лицами, которые внесли ощутимый вклад в концепцию, проект,
            исполнение или интерпретацию заявленной работы. Всех, кто внес ощутимый вклад, следует внести в список
            соавторов.
          </p>
          <p>
            5.2 Автор должен гарантировать, что список авторов содержит только действительных авторов и в него не
            внесены те, кто не имеет отношения к данной работе, а также то, что все соавторы ознакомились и одобрили
            окончательную версию статьи и дали согласие на ее публикацию.
          </p>
          <p>
            <u>6. Раскрытие информации и конфликт интересов</u>
          </p>
          <p>
            6.1. Все авторы должны сообщать, если в их работе имеется финансовый либо другой конфликт интересов, который
            может повлиять на результаты или интерпретацию их рукописи.
          </p>
          <p>
            <u>7. Ошибки в опубликованных работах</u>
          </p>
          <p>
            7.1. Если автор обнаружит существенную ошибку или неточность в своей опубликованной работе, его обязанность
            &ndash; незамедлительно сообщить об этом в редакцию журнала или издателю и сотрудничать с редакцией при
            исправлении ошибок.
          </p>

          <p>
            <strong>Обязанности издателя</strong>
          </p>
          <p>
            1.&nbsp;Издатель должен принять политику и процедуры, которые помогают редакторам, рецензентам и авторам
            журнала &laquo;Вестник ГГНТУ. Технические науки&raquo;&nbsp;выполнять свои обязанности в соответствии с
            принципами этики, изложенными в Положении об этике публикаций и злоупотреблениях при публикации журнала
            &laquo;Вестник ГГНТУ. Технические науки&raquo;.&nbsp;Издатель должен гарантировать, что потенциальный доход
            от рекламы или перепечатки не окажет влияния на редакционные решения.
          </p>
          <p>
            2.&nbsp;Издатель должен поддерживать&nbsp;редакторов&nbsp;журнала&nbsp;&laquo;Вестник ГГНТУ. Технические
            науки&raquo;&nbsp;в рассмотрении жалоб, касающихся этических вопросов, связанных с опубликованными статьями,
            и при необходимости помогать редакторам в общении с другими журналами и/или издателями.
          </p>
          <p>
            3.&nbsp;Издатель должен продвигать передовой исследовательский опыт и внедрять отраслевые стандарты для
            улучшения этических принципов, процедур изъятия опубликованных статей и исправления ошибок.
          </p>
          <p>
            4.&nbsp;При необходимости издатель должен обеспечить соответствующую специализированную юридическую
            поддержку.
          </p>

          <h3 id="author_fees">Авторские сборы</h3>
          <p>Публикация в журнале &laquo;Вестник ГГНТУ. Технические науки&raquo; бесплатна для всех авторов.</p>
          <p>Журнал не взимает плату за обработку статей.</p>
          <p>Журнал не взимает плату за подачу статей.</p>

          <h3 id="plagiarism">Плагиат</h3>
          <p>
            Журнал &laquo;Вестник ГГНТУ. Технические науки&raquo;использует&nbsp;программное обеспечение{' '}
            <a href="https://www.antiplagiat.ru/" target="_blank" rel="noopener noreferrer">
              Антиплагиат
            </a>{' '}
            для проверки представленных рукописей на предмет плагиата.&nbsp;В случае обнаружения&nbsp;плагиата будут
            соблюдаться&nbsp;
            <a
              href="http://publicationethics.org/files/u7140/plagiarism%20A.pdf"
              target="_blank"
              rel="noopener noreferrer"
            >
              рекомендации COPE по борьбе с плагиатом.
            </a>
          </p>
        </div>
      </div>
    </>
  );
};

export default AimsAndScopeDescriptionRus;
