import React from 'react';

const DescriptionRus = () => {
  return (
    <>
      <div className="sj-introduction sj-sectioninnerspace">
        <span style={{ marginBottom: '3rem', fontSize: '32px' }}>Как отправить статью</span>
        <div className="sj-description">
          <h3>
            ПРАВИЛА НАПРАВЛЕНИЯ, РЕЦЕНЗИРОВАНИЯ И ОПУБЛИКОВАНИЯ НАУЧНЫХ СТАТЕЙ В НАУЧНО – ТЕХНИЧЕСКОМ ЖУРНАЛЕ «ВЕСТНИК
            ГГНТУ. ТЕХНИЧЕСКИЕ НАУКИ»
          </h3>

          <br />

          <h3>1. Подача материалов</h3>
          <p>
            1.1. Авторские материалы представляются в редколлегию Журнала:
            <br />
            • по почте по адресу: г. Грозный, пр. Исаева, 100. ГГНТУ им. акад. М.Д. Миллионщикова, Редколлегия научного
            журнала «Вестник ГГНТУ. Технические науки»:
            <br />• по электронной почте по адресу <a href="mailto:trudy-ggntu@mail.ru">trudy-ggntu@mail.ru;</a>
            <br />
          </p>
          <p>
            1.2. Комплект авторских материалов должен включать:
            <br />
            • электронные файлы, содержащие рукопись статьи в формате MS Word (версии 6.0 и выше) и рисунки, оформленные
            в соответствии с Правилами для авторов, утверждаемыми Редколлегией (Приложение 1, раздел “Оформление
            рукописи для рецензирования”);
            <br />
            • рукопись статьи, отпечатанную в одном экземпляре на бумаге формата А4;
            <br />
            • сведения обо всех авторах, с указанием фамилии, имени и отчества, места работы, почтового и электронного
            адреса;
            <br />
            • сопроводительное письмо с указанием автора, с которым Редколлегия будет вести переписку, и, по желанию
            авторов, предложения по составу рецензентов и разделу Журнала, в котором они предлагают опубликовать свою
            статью.
            <br />
          </p>
          <p>
            1.3. Поступившие рукописи регистрируются Ответственным секретарем и хранятся в течение трех лет после их
            поступления.
          </p>

          <h3>2. Рассмотрение и рецензирование рукописей</h3>
          <p>
            2.1. Для каждой поступившей рукописи Главный редактор или его заместитель назначает ответственного за её
            рассмотрение члена Редколлегии. Все рукописи просматриваются ответственным за ее рассмотрение членом
            Редколлегии и Техническим секретарем на предмет ее соответствия Правилам Журнала. Если рукопись
            соответствует тематике и стандартам Журнала она направляется на независимое рецензирование ведущим учёным,
            являющимся специалистами по тематике представленной статьи, как из России, так и зарубежных стран, и имеющим
            в течение последних 3 лет публикации по тематике рецензируемой статьи.
          </p>
          <p>
            2.2. Решение о назначении конкретных рецензентов, а также их числа (не менее трех) может быть принято на
            заседании Редколлегии или в рабочем порядке ответственным за прохождение статьи членом Редколлегии.
          </p>
          <p>
            2.3. Рецензирование рукописей, представленных в Журнал и принятых к рассмотрению, по умолчанию является
            анонимным. При желании рецензент вправе открыть своё имя (лично или через редколлегию) авторам рукописи.
          </p>
          <p>
            2.4. Независимый рецензент, принимая рукопись и руководствуясь этическими нормами, перечисленными в разделе
            4 Положения о Журнале, соглашается:
            <br />
            • дать объективное заключение в течение одного месяца;
            <br />
            • ответить на вопросы опросного листа, утвержденного Редколлегией;
            <br />
            • представить письменный отзыв, содержащий обоснованное заключение о принятии статьи к публикации в
            настоящем виде или после соответствующих исправлений или же об отклонении статьи с перечислением замечаний к
            работе, если таковые имеются. Допускается внесение замечаний технического характера непосредственно в текст
            рукописи;
            <br />
            • если, по мнению рецензента, необходимы исправления по существу работы, указать, требуется ли повторное
            рецензирование и согласен ли он ознакомиться со статьей после ее исправления.
            <br />
          </p>
          <p>
            2.5. Ответственный за рассмотрение рукописи член Редколлегии рассматривает полученные рецензии и принимает
            решение о публикации, отправке на переработку или отклонении рукописи.
          </p>
          <p>
            2.6. Рецензии, содержащие вопросы и замечания, направляются авторам, которые вправе:
            <br />
            • отозвать рукопись;
            <br />
            • переработать рукопись в соответствии с вопросами и замечаниями всех рецензентов и дать развернутое
            перечисление предложений рецензентов, которые были полностью или частично учтены при работе над рукописью;
            <br />
            • дать развёрнутый и аргументированный ответ на те замечания рецензентов, с которыми авторы полностью или
            частично не согласны. Рукопись, исправленная в соответствии с рекомендациями рецензентов, в которой показаны
            внесенные изменения, передаётся в Редколлегию вместе с текстом ответа на замечания рецензентов в течение
            трех месяцев после получения авторами заключения Редколлегии. Исправленный вариант статьи, поступивший после
            этого срока, рассматривается как новый авторский материал.
            <br />
          </p>
          <p>
            2.7. Ответ авторов и рецензии рассматриваются ответственным за рассмотрение статьи членом Редколлегии,
            Главным редактором или его Заместителем, которые могут либо рекомендовать рукопись к публикации, либо
            передать исправленный текст рукописи и ответ авторов рецензентам для составления дополнительного заключения,
            или же передать рукопись на рассмотрение на заседании Редколлегии. В случае повторного рецензирования
            замечания и вопросы рецензентов (если таковые имеются) вновь передаются авторам статьи.
          </p>
          <p>
            2.8. Решение Редколлегии об отклонении статьи является окончательным. Авторам отклонённых статей
            направляются отзывы рецензентов и решение Редколлегии. Редколлегия не рассматривает последующие обращения
            авторов и не даёт на них ответа. Ранее отклонённая статья, повторно представленная в Журнал без существенной
            переработки по существу содержания, отклоняется без рассмотрения.
          </p>

          <h3>3. Рассмотрение статей после рецензирования</h3>
          <p>
            3.1. Все рукописи, прошедшие рецензирование, вместе с отзывами рецензентов, ответами авторов и
            дополнительными рецензиями, и заключениями рецензентов (если таковые имеются) рассматриваются на заседании
            Редколлегии. По результатам рассмотрения Редколлегия принимает решение:
            <br />
            • утвердить статью в печать (при наличии положительных отзывов и/или дополнительных заключений);
            <br />
            • отклонить статью (при наличии отрицательных отзывов и/или дополнительных заключений);
            <br />
            • направить статью на дополнительное рецензирование другому специалисту(ам) (в случае сомнений в
            объективности или компетентности рецензента(ов), а также если отзывы не содержат разбора статьи по
            существу);
            <br />
            • передать отзывы или дополнительные заключения рецензента(ов) авторам для внесения изменений и подготовки
            ответа, если это не было сделано ранее;
            <br />
            • предложить авторам опубликовать статью в разделе “Дискуссия” на условиях, определяемых настоящим
            Положением.
            <br />
          </p>
          <p>
            3.2. Рецензии и ответы авторов хранятся в архиве Журнала в течение пяти лет и могут быть переданы по запросу
            авторам рукописи, а также в Министерство образования и науки Российской Федерации.
          </p>

          <h3>4. Публикация статей в разделе "Дискуссия"</h3>
          <p>
            4.1. Статьи, содержащие предположения и гипотезы, которые не могут быть доказаны либо опровергнуты на
            нынешнем уровне развития науки, либо конструктивную критику в адрес научных работ, опубликованных в научных
            журналах, книгах или других источниках, могут быть опубликованы в разделе “Дискуссия” по инициативе авторов,
            либо по решению Редколлегии при согласии авторов.
          </p>
          <p>
            4.2. Если авторы не принимают предложения Редколлегии о публикации в разделе “Дискуссия”, статья может быть
            отклонена решением Редколлегии.
          </p>
          <p>
            4.3. В разделе “Дискуссия” не могут быть опубликованы статьи, обладающие признаками, указанными в п. 2.3
            Положения о Журнале.
          </p>
          <p>
            4.4. В случае если статья, публикуемая в разделе “Дискуссия”, содержит критику в адрес других научных
            публикаций, рукопись статьи при наличии технической возможности направляется авторам этих публикаций или
            представителям той же научной школы с предложением вступить в дискуссию на страницах Журнала. Право на
            ответное выступление в разделе “Дискуссия” имеет также любой исследователь.
          </p>
          <p>
            Все работы, публикуемые в разделе “Дискуссия”, включая ответные выступления, проходят рецензирования по
            правилам, описанным в настоящем разделе.
          </p>
          <p>
            Редколлегия должна принимать все возможные меры к ускорению публикации ответных выступлений, при возможности
            публиковать их в том же номере Журнала.
          </p>

          <h3>5. Передача рукописей в печать</h3>
          <p>
            5.1. Статьи, утверждённые в печать, передаются в редакционно-издательскую группу для подготовки их к
            публикации.
          </p>
          <p>
            5.2. После утверждения статей в печать возможна только их литературно-стилистическая и техническая правка,
            вносимая техническим редактором по согласованию с авторами статьи.
          </p>
          <p>
            5.3. Текст статьи, таблицы, рисунки, список литературы, информация об авторах, аннотация, представляемые в
            редакционно-издательскую группу, должны быть оформлены в строгом соответствии с Правилами для авторов.
            Невыполнение этих правил может привести к задержке публикации статьи или к ее отклонению по причине
            невыполнения технических требований.
          </p>

          <h3>6. Ответственность авторов</h3>
          <p>
            6.1. Авторы материалов, публикуемых в журнале, несут всю полноту ответственности за соблюдение
            законодательства в области защиты авторских прав, охраны служебной и коммерческой тайны, за публикацию
            материалов, защищенных договорами, контрактами или иными юридическими документами, а также патентами и
            лицензиями.
          </p>
          <p>
            6.2. Передавая рукопись в Журнал, авторы подтверждают, что статья целиком или частично не была опубликована
            ранее и не подана для публикации в другой журнал. При передаче статьи в Редколлегию авторы должны
            представить подписанный всеми авторами один экземпляр Договора о передаче авторского права издателю на
            издание статьи на языке оригинала (русском или английском). При этом авторы соглашаются на публикацию на
            веб-сайте Журнала английской и русской версии абстракта статьи и списка литературы, а по истечении 6 месяцев
            с даты публикации – полнотекстовой версии статьи на языке оригинала.
          </p>
        </div>
      </div>
    </>
  );
};

export default DescriptionRus;
