import React from 'react';

const DescriptionRus = () => {
  return (
    <>
      <div className="sj-introduction sj-sectioninnerspace">
        <span style={{ marginBottom: '3rem', fontSize: '32px' }}>О журнале</span>
        <div className="sj-description">
          <p>
            На основании решения Ученого совета «ГРОЗНЕНСКИЙ ГОСУДАРСТВЕННЫЙ НЕФТЯНОЙ ТЕХНИЧЕСКИЙ УНИВЕРСИТЕТ ИМЕНИ
            АКАДЕМИКА М.Д. МИЛЛИОНЩИКОВА» от 27 июня 2019 г. № 15, в целях популяризации и развития технических наук
            было принято решение о создании научного рецензируемого журнала «Вестник ГГНТУ. Технические науки».
          </p>
          <p>
            Журнал является рецензируемым изданием с периодичностью выпуска 4 раза в год и входит в перечень ВАК (с
            15.02.2022) и РИНЦ.
          </p>
          <p>
            Согласно рекомендациям президиума ВАК распоряжением Минобрнауки России от 15 февраля 2022 г. № 59-р издание
            «Вестник ГГНТУ. Технические науки» включено в Перечень по 13 научным специальностям и соответствующим им
            отраслям науки, по которым присуждаются ученые степени (далее – отрасли науки).
          </p>
          <p>
            2.1.1. Строительные конструкции, здания и сооружения (технические науки),
            <br />
            2.1.5. Строительные материалы и изделия (технические науки),
            <br />
            2.1.7. Технология и организация строительства (технические науки),
            <br />
            2.3.1. Системный анализ, управление и обработка информации (технические науки),
            <br />
            2.3.2. Вычислительные системы и их элементы (технические науки),
            <br />
            2.3.3. Автоматизация и управление технологическими процессами и производствами (технические науки),
            <br />
            2.6.10. Технология органических веществ (технические науки),
            <br />
            2.6.10. Технология органических веществ (химические науки),
            <br />
            2.6.12. Химическая технология топлива и высокоэнергетических веществ (технические науки),
            <br />
            2.6.12. Химическая технология топлива и высокоэнергетических веществ (химические науки),
            <br />
            2.6.13. Процессы и аппараты химических технологий (технические науки),
            <br />
            2.6.13. Процессы и аппараты химических технологий (химические науки),
            <br />
            2.6.13. Процессы и аппараты химических технологий (физико-математические науки).
            <br />
          </p>
          <p>
            Статьи публикуются в порядке очередности поступления после рецензирования, которое организовано по
            международным правилам и стандартам. Журнал отражает наиболее интересные результаты научных исследований в
            области строительства, археологии, информационных технологий и цифровой экономики.
          </p>
        </div>
      </div>
    </>
  );
};

export default DescriptionRus;
