{
  "slides": [
    {
      "slide_title": "ИНФОРМАТИКА, ВЫЧИСЛИТЕЛЬНАЯ ТЕХНИКА И УПРАВЛЕНИЕ",
      "slide_articles": [
        {
          "article_id": "fdac6151-79e7-44d7-9c83-6a468c382219",
          "authors": "Т. Ш. Амхаев, М. В. Дебиев, У. И. Абдулхакимов, У. Р. Асхабов",
          "title": "ПОВЫШЕНИЕ КАЧЕСТВА ЭЛЕКТРОЭНЕРГИИ ВНЕДРЕНИЕМ ИНТЕЛЛЕКТУАЛЬНЫХ СЕТЕЙ",
          "description": "В данной статье рассмотрены вопросы повышения качества электрической энергии при переходе на интеллектуальные электрические сети. Проведен анализ проблем выявления методов регулирования качества электроэнергии и интеллектуализации электрических сетей внедрением возобновляемых источников энергии. Рассмотрены вопросы по внедрению накопителей электрической энергии в системе электроснабжения. Для эффективности функционирования электрической сети предусмотрена интеллектуальная электроэнергетическая система с активно-адаптивной сетью (ИЭС ААС).",
          "thumbnail_url": "./journal_img/editors_pick/journalA/articlesPC.jpg"
        },
        {
          "article_id": "e1cb92a1-b2a7-484a-8ee2-5a2d0694e849",
          "authors":"Р. Ю. Демина, И. М. Ажмухамедов",
          "title": "ЗАЩИТА WEB-КОНТЕНТА ОТ НЕЛЕГИТИМНОГО РОБОТИЗИРОВАННОГО КОПИРОВАНИЯ",
          "description": "Владельцы онлайн-сервисов, содержащих какой-либо полезный контент или пользовательские данные заинтересованы в выявлении и блокировке роботизированного сбора информации. Парсинг часто применяется злоумышленниками с целью составления недобросовестной конкуренции в условиях рыночных отношений или даже мошенничества. Особый интерес также представляют пользовательские данные, которые предоставляются ими на различных сервисах. В статье рассмотрены как общие принципы сбора данных, так и типовые меры противодействия.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/articleCopy.jpg"
        },
        {
          "article_id": "fdac6151-79e7-44d7-9c83-6a468c382219",
          "authors":"Т. Ш. Амхаев, М. В. Дебиев, У. И. Абдулхакимов, У. Р. Асхабов",
          "title": "ПОВЫШЕНИЕ КАЧЕСТВА ЭЛЕКТРОЭНЕРГИИ ВНЕДРЕНИЕМ ИНТЕЛЛЕКТУАЛЬНЫХ СЕТЕЙ",
          "description": "В данной статье рассмотрены вопросы повышения качества электрической энергии при переходе на интеллектуальные электрические сети. Проведен анализ проблем выявления методов регулирования качества электроэнергии и интеллектуализации электрических сетей внедрением возобновляемых источников энергии. Рассмотрены вопросы по внедрению накопителей электрической энергии в системе электроснабжения. Для эффективности функционирования электрической сети предусмотрена интеллектуальная электроэнергетическая система с активно-адаптивной сетью (ИЭС ААС).",
          "thumbnail_url": "./journal_img/editors_pick/journalA/articleCeo.jpg"
        },
        {
          "article_id": "6703cc4e-6156-44f1-b99d-271e803d850c",
          "authors":"Л. К. Хаджиева, А. Б. Чадаева",
          "title": "ВИРТУАЛИЗАЦИЯ БЕСПРОВОДНОГО ДОСТУПА МОБИЛЬНОЙ СЕТИ 5G",
          "description": "Рост мобильных данных настолько значителен, что различные ресурсы, связанные с мобильной сетью, нуждаются в более эффективных механизмах управления и совместного использования. Технология виртуализации беспроводной сети представляет собой эффективный метод распределения и совместного использования ресурсов, введенный и пересмотренный в соответствующих спецификациях мобильной сети пятого поколения.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/article5G.jpg"
        }
      ]
    },
    {
      "slide_title": "ХИМИЧЕСКИЕ ТЕХНОЛОГИИ",
      "slide_articles": [
        {
          "article_id": "d464dc75-693e-40f8-a86c-ff3f781ad6b7",
          "authors": "А. Л. Даудова",
          "title": "ПРОВОДИМОСТЬ ВОДНЫХ СУСПЕНЗИЙ ГЛИНИСТЫХ МИНЕРАЛОВ",
          "description": "В статье представлены результаты экспериментального исследования удельной электропроводности водных суспензий глинистых минералов, химический состав и средний размер частиц данных суспензий. Представленные результаты исследований позволяют оценить роль каждого из факторов, влияющих на электропроводность – температуру, концентрацию, адсорбцию, коллоидальность, катионную обменную емкость и потенциометрические измерения.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/text.jpg"
        },
        {
          "article_id": "083e2a75-d0d8-4784-89fe-7b62f652d66a",
          "authors": "А. В. Сидоров, Ю. П. Ясьян",
          "title": "КОМПЛЕКС ГИДРОКРЕКИНГА – ОСНОВНОЙ ОБЪЕКТ ПЕРВОГО ЭТАПА МОДЕРНИЗАЦИИ АФИПСКОГО НПЗ",
          "description": "В данной работе проведен как анализ современных установок гидрокрекинга, так и выбор направления первого этапа модернизации Афипского НПЗ. Проведены технологические расчеты с учетом добавления в поточную схему завода установки гидрокрекинга, стабилизации бензиновой фракции, установки производства серы и установки производства водорода. Внедрение в схему завода нового комплекса гидрокрекинга существенно изменит производственные возможности по глубокой переработке нефти и по выпуску товарной продукции. В статье приводится математический расчет материального баланса, выполнена оценка расходных показателей энергоресурсов.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/text_2.jpg"
        },
        {
          "article_id": "67f0571f-ce29-417d-ba7d-1f50a0ff1d05",
          "authors": "Ю. Х. Тарамов, П. С. Цамаева, А. А. Эльмурзаев",
          "title": "ВЛИЯНИЕ СОСТАВА БИТУМА НА ЭКСПЛУАТАЦИОННЫЕ СВОЙСТВА",
          "description": "Битумы являются одним из продуктов нефтепереработки. На свойства битумов влияет сам источник нефти и технологический процесс переработки нефти. Большинство европейских нефтеперерабатывающих заводов, конечно же, занимаются переработкой с целью перепродажи нефтепродуктов, особенно нефти, пригодной для извлечения легких и средних фракций. Поэтому необходимы легкие нефти с низкими выходами тяжелых фракций, которые высокоэкономичны и выгодны для переработчиков на нефтяном рынке.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/text_3.jpg"
        },
        {
          "article_id": "d464dc75-693e-40f8-a86c-ff3f781ad6b7",
          "authors": "А. Л. Даудова",
          "title": "ПРОВОДИМОСТЬ ВОДНЫХ СУСПЕНЗИЙ ГЛИНИСТЫХ МИНЕРАЛОВ",
          "description": "В статье представлены результаты экспериментального исследования удельной электропроводности водных суспензий глинистых минералов, химический состав и средний размер частиц данных суспензий. Представленные результаты исследований позволяют оценить роль каждого из факторов, влияющих на электропроводность – температуру, концентрацию, адсорбцию, коллоидальность, катионную обменную емкость и потенциометрические измерения.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/text_4.jpg"
        }
      ]
    },
    {
      "slide_title": "СТРОИТЕЛЬСТВО И АРХИТЕКТУРА",
      "slide_articles": [
        {
          "article_id": "70da6bf3-9783-47ae-b0e4-c21f25ce77bb",
          "authors": "А. Х. Аласханов, 1Х. Э. Таймасханов,1,2М. С. Сайдумов, 2 Т. С-А. Муртазаева",
          "title": "СОВРЕМЕННЫЕ ПОДХОДЫ К РАЗРАБОТКЕ МНОГОКОМПОНЕНТНЫХ ВЯЖУЩИХ С ИСПОЛЬЗОВАНИЕМ ТЕХНОГЕННОГО СЫРЬЯ",
          "description": "В настоящей статье рассмотрены современные подходы к разработке многокомпонентных вяжущих с использованием техногенного сырья в виде отходов разборки бетонных конструкций, сносимых или разрушаемых зданий и сооружений. Предметом исследования и анализа является мелкая фракция бетонного лома, которая, наряду с портландцементом и различными химическими добавками, рассматривается как один из основных компонентов получения многокомпонентных вяжущих.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/text_4.jpg"
        },
        {
          "article_id": "9eaf50fe-c428-4fe9-8dcf-13965875442b",
          "authors": "С. А. Алиев, И. С-А. Муртазаев, С-М. М. Хамзаев",
          "title": "СОВРЕМЕННЫЕ ПОДХОДЫ К ВЫБОРУ ПРОГРАММ КОМПЛЕКСНОГО BIM-ПРОЕКТИРОВАНИЯ",
          "description": "Статья посвящена обзору наиболее распространенных решений среды комплексного проектирования. Рассмотрена актуальность выбранного исследования. Подобраны критерии сравнения выбранных программных средств с обоснованием. Проведено сравнение с результатом в табличной форме. Выявлены преимущества и недостатки каждой из программ. Приведены рекомендации по выбору и применению программного обеспечения проектными организациями с различным количеством сотрудников. В заключение отмечены возможные пути дальнейшего развития по рассматриваемому вопросу исследований.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/text_3.jpg"
        },
        {
          "article_id": "f57da4a0-2d77-4928-8267-dc323f262906",
          "authors": "С-А. Ю. Муртазаев, 1,2 М. Ш. Саламанова, 1А. А. Габашев",
          "title": "ИСПЫТАНИЕ ГРУНТОВ ОСНОВАНИЙ ПОД ЗДАНИЯ И СООРУЖЕНИЯ",
          "description": "Эксплуатационная надежность и долговечность объектов строительства зависит от качества последовательно выполняемых технологических операций. Испытание грунтов – достаточно ответственный технологический процесс при устройстве основания под фундаменты, учитывая, что именно способность основания не деформируясь выдерживать нагрузки от здания определяет надежность функционирования зданий и сооружений на протяжении всего жизненного цикла.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/text_2.jpg"
        },
        {
          "article_id": "a1bfc16f-28a6-4e28-81e6-d68ec9091a2d",
          "authors": "А.С. Успанова, М.И. Ахматова, Д.А. Межидов",
          "title": "ОСОБЕННОСТИ МОНТАЖА МЕТАЛЛИЧЕСКИХ КОНСТРУКЦИЙ НА МНОГОФУНКЦИОНАЛЬНОМ ОБЪЕКТЕ «МИНУТКА»",
          "description": "В данной статье рассмотрен монтаж легких металлических конструкций в пролете арки на многофункциональном объекте «Минутка» в г. Грозный. Для Чеченской Республики возведение подобных конструкций в пролете жилых высотных зданий является уникальным опытом подобного строительства. И хотя доля возводимых легких металлических конструкций не так высока, как возведение зданий и сооружений из железобетонных конструкций, они являются востребованными конструктивными элементами.",
          "thumbnail_url": "./journal_img/editors_pick/journalA/text.jpg"
        }
      ]
    }
  ]
}
